Repository: Aetles/tribe-common
Catalog: lang/tribe-events-calendar-pro-*.po
Languages: ar, de_de, nb_no

source: <p>By buying a PRO license you will get active support and sweet additional features not found in the free The Events Calendar.</p><p><strong>Feeling adventurous?</strong> Jump right into it by visiting the Events menu to <a href="%s">add your first event</a>.</p><p><strong>Want to get the low-down first?</strong> Visit our <a href="http://tri.be/support/documentation/events-calendar-pro-new-user-primer/%s">new user primer</a>, designed to help familiarize you with the plugin basics.</p><p>Don't forget to head over to the <a href="%s">license tab</a> and enter your key!</p>
nb_no: <p>Ved å kjøpe en PRO lisens får tilgang brukerstøtte og kjekke ekstra funksjoner som ikke finnes i gratis utgaven av The Events Calendar.</p><p><strong>Eventyrlysten?</strong> Hopp rett inn i det ved å gå til Aktiviteter i menyen til <a href="%s">legge til din første aktivitet</a>.</p><p><strong>Lyst til at det skal få synke inn først?</strong> Besøk vår <a href="http://tri.be/support/documentation/events-calendar-pro-new-user-primer/%s">ny bruker primer</a>, er laget for å hjelpe deg å bli kjent med utvidelsens grunnleggende funksjoner.</p><p> Ikke glem å ta turen til <a href="%s">lisens arkfanen</a> og skriv inn nøkkelen!</p>

source: One of the advantages of being a PRO user is that you have access to our exclusive forums at %s. Our support staff hits the forums on a daily basis, and what they can't answer on the spot they'll bring a member of our dev team in to address directly.
nb_no: En av fordelene ved å være en PRO bruker er at du har tilgang til vårt forum på %s. Vårt støttepersonell treffes på forumet på en daglig basis, og det de ikke kan svare på vil de bringe til et medlem av vår utviklings team, som vil se på det direkte.

source: Some things to consider before posting on the forum:
nb_no: Noen ting du bør vurdere før du legger ut på forumet:

source: Search recent threads before posting a new one to check that there isn't already a discussion about your issue.
nb_no: Søk i de siste trådene før du legger ut en ny en for å sjekke at det ikke allerede er en diskusjon om problemet.

source: Check whether the issue is a conflict with another plugin or your theme. This can be tested easily on a staging site by deactivating other plugins one-by-one, and reverting to the default Twenty Twelve theme to see if conflicts can be easily identified. If you find a conflict, note it in a support thread.
nb_no: Kontroller om problemet er en konflikt med en annen utvidelse eller tema. Dette kan testes enkelt på et område ved å deaktivere andre utvidelser en etter en, og gå tilbake til standard Twenty Twelve tema for å se om konflikter kan lettere identifiseres. Hvis du finner en konflikt, noterer det aktuell tråd.

source: Sometimes, resaving your permalinks (under <a href="%s">Settings > Permalinks</a>) can resolve events-related problems on your site. Before creating a new thread try this handy trick.
nb_no: Noen ganger hjelper det å lagre på nytt dine permalenker (under <a href="%s"> Innstillinger > Permalenker </ a>) kan løse hendelse-relaterte problemer på nettstedet ditt. Før du oppretter en ny tråd prøve dette hendige trikset.

source: While we won't build your site for you and can't guarantee The Events Calendar PRO to play nicely with every theme and plugin out there, our team will do our best to help you get it functioning nicely with your site. And as an added bonus, once you're done you can post it in the %s so the rest of the community can see what you've been working on.
nb_no: Selv om vi ikke vil bygge nettstedet ditt for deg, og ikke kan garantere at aktivitetskalender PRO vil fungere med et hvert tema og alle utvidelser der ute, vil vårt team gjøre vårt beste for å hjelpe deg for å få det fungerer fint med nettstedet ditt. Og som en ekstra bonus, når du er ferdig kan du legge den i% s så resten av samfunnet kan se hva du har jobbet med.

source: Showcase thread
ar: عرض الموضوع
nb_no: Vis sakens tråd

source: Day View
nb_no: Dags oversikt

source: Week View
nb_no: Uke oversikt

source: Support
ar: الدعم
nb_no: Brukerstøtte

source: Day Of
nb_no: Dag

source: a label (e.g. Meal Plans)
ar: اسم( مثلاً نوع الوجبة)
nb_no: en etikett (f.eks Madplan)

source: at least one option (e.g. Vegetarian, Kosher, Paleo)
ar: إختيار واحد علي الأقل ( مثلاً نباتي, رجيم...)
nb_no: minst ett alternativ (f.eks Vegetar, Kosher, Paleo)

source: a field type. These are:
ar: نوع الحقل. و هي تشمل:
nb_no: felt type. Disse er:

source: text - for the user to input text
ar: نص - لكتابة نص
nb_no: tekst - for brukeren å legge inn tekst

source: checkbox - for multiple choice
ar: مربع إختيارات- لأختيارات متعددة
nb_no: avkryssingsboks - for flervalg

source: radio button - to select only one
ar: إختيار من متعدد - لأختيار واحد فقط
nb_no: radio knapper - for kun enkelt valg

source: dropdown menu - for a dropdown menu
ar: قائمة منسدلة - لقائمة أختيارات
nb_no: rullgardinmeny - for en rullgardinmeny

source: Text
ar: نص
nb_no: Tekst

source: Radio
ar: إختيار
nb_no: Radioknapper

source: Checkbox
ar: قائمة
nb_no: Avkryssningsbokser

source: Enter the field label as you want it to appear (this will be the label in the same way “Start Date,” “Organizer,” etc appear in the event details box on the frontend). Select whether the field will be a text field; URL field; radio buttons; checkboxes; or a dropdown. All of these with the exception of text and URL allow for multiple options to be included, which you can add — one per-line — in the right-hand column. If you feel flummoxed, we've got you covered with a %s.
nb_no: Skriv etikett navnet slik du vil det skal vises (dette vil være merket på samme måte "Start Date", "Organizer", osv. og vil vises i tilfelle detaljer boksen på frontend). Velge om feltet skal være et tekstfelt, URL-felt, radioknapper, avkrysningsbokser, eller en rullegardin. Alle disse med unntak av tekst og URL tillater at enn legger inn flere alternativer - én per-line - i høyre spalte. Hvis du føler deg forvirret, har vi deg dekket med en %s.

source: Sa
ar: سبت
nb_no: Lør

source: Oct
ar: أكتوبر
nb_no: Okt

source: Dec
ar: ديسمبر
nb_no: Des

source: Recurrence Text:
nb_no: Gjentagende Tekst:

source: Create a custom plain language description of the recurrance. Leave it blank and we'll automate it.
nb_no: Opprett en egendefinert klartekst beskrivelse av gjentagelse. La det stå tomt og vi vil automatisere det.

source: Need help? Send us a support request.
ar: تحتاج للمساعدة؟ أرسل لنا طلب دعم
nb_no: Trenger du hjelp? Send oss en forespørsel om brukerstøtte.

source: Tell us about the problem you're seeing in as much detail as possible. Please note that we'll also be sending some basic system information along with this request so that we can better diagnose the issue. If you would like to contact us without sending any system information, please visit our support page at %s. Thanks!
ar: أخبرنا بالمشكلة التي تراها بأكبر تفصيل ممكن. مع العلم بأننا سنقوم بإرسال بعض بيانات النظام الخاص بك مع هذا الطلب حتي نستطيع تشخصي المشكلة بشكل أفضل. إذا كنت ترغب في الإتصال بنا بدون إرسال بيانات النظام تفضل بزيارة صفحة الدعم علي %s. شكراً لك!
nb_no: Beskriv problemet så detaljert som mulig. Merk at vi sender litt grunnleggende systeminformasjon med forespørselen din som vil hjelpe oss i å kartlegge problemet. Om du ønsker å kontakte oss uten å vedlegge systeminformasjon kan du besøke vår side for brukerstøtte på %s. Takk!

source: Send a Support Request
ar: أرسل طلب الدعم
nb_no: Send en forespørsel om brukerstøtte

source: Category:
ar: التصنيف:
nb_no: Kategori:

source: All Events
ar: كل الأحداث
nb_no: Alle aktiviteter

source: Want to modify the display of this widget? Try a %stemplate override%s.
ar: تريد تعديل طريقة ظهر المربع الجانبي؟ جرب %sتعديل القالب%s.
nb_no: Vil du endre visningen av denne widgeten? Prøv en %så endre mal%s.

source: on %s
nb_no: på %s

source: on the %s %s
nb_no: på %s %s

source: Show only the first instance of each recurring event.
nb_no: Vis bare den første delen av hver gjentagende aktivitet.

source: Title: %s
nb_no: Tittel: %s

source: Select Dropdown
nb_no: Velg rullegardin

source: Add to Google Calendar
nb_no: Legg til i Google Kalender

source: Google Calendar
nb_no: Google Kalender

source: Month's Events
nb_no: Månedens hendelser

source: Week's Events
nb_no: Ukens hendelser

source: Day's Events
nb_no: Dagens hendelser

source: Listed Events
nb_no: Oppførte aktiviteter

source: There were no results found for <strong>"%s"</strong> on this day. Try searching another day.
nb_no: Ingen resultater funnet <strong> "%s "</ strong> for denne dagen. Prøv å søke etter en annen dag.

source: No events scheduled for <strong>%s</strong>. Please try another day.
nb_no: Ingen aktiviteter planlagt<strong>%s</ strong>. Vennligst prøv en annen dag.

source: listed under %s. Check out events for this category or view the full calendar.
nb_no: oppført under %s. Sjekk ut aktiviteter for denne kategorien, eller se hele kalenderen.

source: Today
nb_no: I dag

source: &laquo; Previous Day
nb_no: &laquo; Forrige Dag

source: Next Day &raquo;
nb_no: Neste Dag &raquo;

source: Yesterday
nb_no: i går

source: Tomorrow
nb_no: i morgen

source: LIKE
nb_no: Som

source: License Key
ar: مفتاح الترخيص
nb_no: Lisens nøkkel

source: A valid license key is required for support and updates.
ar: يجب الحصول علي مفتاح ترخيص صالح من أجل الدعم و التحديثات.
nb_no: En gyldig lisens nøkkel kreves brukerstøtte og oppdateringer.

source: Replace empty fields
nb_no: Erstatt tomme felt

source: A valid license key is required for support and updates
ar: يجب الحصول علي مفتاح ترخيص صالح من أجل الدعم و التحديثات.
nb_no: En gyldig lisensnøkkel er nødvendig for støtte og oppdateringer

source: License key(s) updated.
ar: تم تحديث مفتاح الترخصي.
nb_no: Lisensnøkkel(er) oppdatert.

source: Sorry, key validation server is not available.
ar: ناسف, خادم مفتاح الترخيص غير متاح حالياً.
nb_no: Beklager, nøkkelvalideringstjenesten er ikke tilgjengelig.

source: Sorry, this key is expired.
ar: نأسف, هذا المفتاح منتهي الصلاحية.
nb_no: Beklager, nøkkelen har utløpt.

source: Sorry, this key is out of installs.
ar: نأسف, هذا المفتاح استنفذ مرات التثبيت المسموح بها.
nb_no: Beklager, nøkkelen tillater ikke flere installeringer.

source: Sorry, this key is not valid.
ar: ناسف, هذا المفتاح غير صالح.
nb_no: Beklager, nøkkelen er ikke gyldig.

source: Valid Key! Expires on %s
ar: مفتاح الترخيص سليم و ينتهي في %s
nb_no: Gyldig nøkkel! Utløpsdato er %s

source: Hmmm... something's wrong with this validator. Please contact <a href="http://tri.be/support">support.</a>
ar: هناك خطأ ما في هذا المفتاح. نرجو التواصل مع<a href="http://tri.be/support">الدعم.</a>
nb_no: Hmmm... noe er galt med valideringsmekanismen. Vennligst kontakt <a href="http://tri.be/support">brukerstøtte</a>.

source: Displays posts related to the post.
ar: اظهر التدوينات المرتبطة بهذه التدوينة.
nb_no: Viser innlegg relatert til innlegget.

source: Related Posts
ar: التدوينات المتصلة
nb_no: Relaterte innlegg

source: Count:
ar: عدد:
nb_no: Telle:

source: Display Thumbnails?
ar: أظهار الصور؟
nb_no: Vise Miniatyrbilder?

source: Only Display Related Posts?
ar: أظهار التدوينات المتصلة فقط؟
nb_no: Vise kun relaterte innlegg?

source: Post Type:
ar: نوع التدوينة:
nb_no: Type innlegg:

source: Send a support request for this site.
ar: ارسل طلب دعم لهذا الموقع.
nb_no: Send en forespørsel om brukerstøtte for dette nettstedet.

source: Refine your search:
nb_no: Spesifiser ditt søk:

source: Day Navigation
nb_no: Dag

source: &laquo; Previous Events
nb_no: &laquo; Forrige Aktivitet

source: Next Events &raquo;
nb_no: Neste Aktivitet &raquo;

source: Price:
ar: السعر:
nb_no: Pris:

source: &laquo; Back to Events
ar: &laquo; العودة للأحداث
nb_no: &laquo; Tilbake til aktiviteter

source: Name:
ar: الاسم:
nb_no: Navn:

source: Phone:
ar: التليفون:
nb_no: Telefon:

source: Address:
ar: العنوان:
nb_no: Adresse:

source: Click to view a Google Map
ar: اضغط لرؤية خريطة جوجل
nb_no: Klikk for å se Google-kart

source: Google Map
ar: خريطة جوجل
nb_no: Google-kart

source: Upcoming Events At This Venue
nb_no: Kommende aktiviteter på dette sted

source: End:
ar: النهاية:
nb_no: Slutt:

source: Date:
ar: التاريخ:
nb_no: Dato:

source: Cost:
ar: التكلفة:
nb_no: Pris:

source: Previous Week
nb_no: Forrige uke

source: Next Week
nb_no: Neste uke

source: Venues
ar: أماكن

source: Organizers
ar: المنظمين

source: Use Saved Venue:
ar: استخدم المكان الذي تم حفظه:

source: Use Saved Organizer:
ar: استخدم المنظم الذي تم حفظه

source: Use New Venue
ar: استخدم المكان الجديد

source: My Venues
ar: أماكني

source: Available Venues
ar: الأماكن المتاحة

source: Use New Organizer
ar: استخدم منظم جديد

source: My Organizers
ar: منظمي

source: Available Organizers
ar: المنظمين المتوفرين

source: Defaults
ar: الإفتراضي

source: If this is your first time using The Events Calendar, you're in for a treat. You're going to find it super-easy to get up and running with managing your events. Here are some ways to get started:</p><ul><li><strong>Feeling adventurous?</strong> Jump right into it by visiting the Events menu to %sadd your first event%s.</li><li><strong>Want to get the low-down first?</strong> Visit our <a href="http://tri.be/support/documentation/events-calendar-pro-new-user-primer/
ar: إذا كانت هذه اول مرة تستخدم فيها The Events Calendar, فأنت محظوظ.لإدارة الأحداث الخاصة بك ستجد أنها في منتهي السهولة. هذه بعض الطرق لكي تبدأ:</p><ul><li><strong>لديك روح المغامرة?</strong> تفضل بالدخول إلي قائمة الأحداث لكي تضيف %sالحدث الأول%s.</li><li><strong>تريد أن تتمهل في البداية؟</strong>تفضل بزيارة <a href="http://tri.be/support/documentation/events-calendar-pro-new-user-primer/

source: %sOh, wondering what to do with your license key and whether you need it before you can get into event creation? Check out %s on that subject for an answer. %s, if you don't have it handy.%s
ar: %sهل تتسائل ماذا تفعل بمفتاح الترخيص الخاص بك و هل تحتاجه قبل البدء في إضافة الأحداث?قم بتفقد %s هذه الموضوع للإجابة. %s,إذا لم تكن تعرفها.%s

source: our blog post
ar: التدوينة الخاصة بنا

source: Here's how you find your license key
ar: هكذا تجد مفتاح الترخيص الخاص بك

source: %sOne of the advantages of being a PRO user is that you have access to our PRO-exclusive forums at %s. Our support staff hits the forums on a daily basis, and what they can't answer on the spot they'll bring a member of our dev team in to address directly.%s
ar: %sمن أهم مميزات النسخة الإحترافية أنها تعطيك حق الدخول إلي المنتديات الخاصة بالأعضاء الموجودة في %s. يقوم مسئولو الدعم الفني بزيارة هذه المنتديات يومياً و إذا لم تكن لديهم الإجابة في الحال يقومون بإحضار واحد من فريق التطوير للتعامل معها.%s

source: %sSome things to consider before posting on the forum:%s
ar: %sبعض النقاط المهمة قبل البدء بالنشر في المنتدي:%s

source: %sLook through existing threads before posting a new one and check that there isn't already a discussion going on your issue. The tri.be site has a solid search function that should help find what you're looking for, if it indeed already is present.%s
ar: %sانظر في الموضوعات الحالية و تأكد من عدم وجود مناقشة حول نفس الموضوع. موقع tri.be يوفر خاصية بحث متطورة تساعدك في الوصول إلي ما تبحث عنه.%s

source: %sA good way to help us out before posting is to check whether the issue is a conflict with another plugin or your theme. This can be tested relatively easily on a staging site by deactivating other plugins one-by-one, and reverting to the default 2011 theme as needed, to see if conflicts can be easily identified. If so, please note that when posting your thread.%s
ar: %sمن المفيد قبل طرح سؤالك أن تحاول التأكد إن كانت المشكلة هي تعارض مع إضافة أخري أو التملبيت الخاص بك. من الممكن معرفة ذلك بسهولة عن طريق تعطيل الإضافات واحدة تلو الأخري و العودة للقالب الإفتراضي 2011 لتري إن كان من الممكن معرفة سبب المشكلة. .فإذا قمت بهذا نرجو إبلاغنا عند كتابة طلب الدعم.%s

source: %sSometimes, just resaving your permalinks (under Settings -> Permalinks) can resolve events-related problems on your site. It is worth a shot before creating a new thread.%s
ar: %sإحياناً يقوم إعادة حفظ الروابط الدائمة (قائمة إعدادات -> روابط دائمة) بحل بعض المشكلات علي موقعك.لذا نرجو أن تجرب هذا قبل الكتابة إلينا.%s

source: %sWhile we won't build your site for you and can't guarantee The Events Calendar/PRO to play nicely with every theme and plugin out there, our team will do our best to help you get it functioning nicely with your site. And as an added bonus, once you're done you can post it in the %s so the rest of the community can see what you've been working on.%s
ar: %sرغم أننا لن نقوم بإنشاء موقعك بالنيابة عنك و لا نستطيع أن نضمن أن تكون The Events Calendar/PRO متوافقة مع القالب الخاص بك أو الإضافات الأخري التي تستخدمها فإن فريقنا سيبذل أقصي جهده لمساعدتك في جعلها تعمل بشكل جيد معك. كما يمكنك عرضها في %s حتي يعرف المجتمع ما الذي كنت تعمل علي تحقيقه.%s

source: Add unique fields to your event creation screen. These appear up in the event metabox above your event listing alongside the date, time, venue, organizer, etc. Everyone who creates events will have access to these additional fields. Each new piece of data needs:
ar: اضف حقول جديدة لشاشة إنشاء الأحداث. هذه الحقول ستظهر أعلي الحدث بجوار التاريخ, الوقت, المكان, المنظم. كل من ينشئ أحداث سيتمكن من الوصول لهذه الحقول. كل واحدة منها تحتاج إلي:

source: Enter the field label as you want it to appear (this will be the label in the same way “Start Date,” “Organizer,” etc appear in the event details box on the frontend). Select whether the field will be a text field; radio buttons; checkboxes; or a dropdown. All of these with the exception of text allow for multiple options to be included, which you can add — one per-line — in the right-hand column. If you feel flummoxed, we've got you covered with a %s.
ar: ادخل اسم الحقل كما تريده أن يظهر( و سيظهر بنفس شكل " تاريخ البداية", " المنظم", و هكذا في مربع تفاصيل الحدث علي موقعك). اختر نوع الحقل بين نص, إختيار, قائمة, قائمة منسدلة. كل هذه الإختيارات ما عدا النص تسمح بوجود إختيارات متعددة و يمكنك إضافتها واحدة في كل سطر في العامود الأيمن. فإذا شعرت بالإرتباك فنحن هنا لمساعدتك %s.

source: * End
ar: * نهاية

source: Jan
ar: يناير

source: Feb
ar: فبراير

source: Mar
ar: مارس

source: Apr
ar: أبريل

source: Jun
ar: يونيو

source: Jul
ar: يوليو

source: Aug
ar: أغسطس

source: Sep
ar: سبتمبر

source: Nov
ar: نوفمبر

source: <em>The current default value is:</em> <strong>%s</strong>
ar: <em>القيمة الإفتراضية الحالية هي :</em> <strong>%s</strong>

source: No default value set
ar: لم يتم تحديد قيمة إفتراضية

source: One country per line in the following format: <br/>US, United States <br/> UK, United Kingdom.<br/>
ar: دولة واحدة في كل سطر بهذا الشكل: <br/>US, الولايات المتحدة <br/> UK, المملكة المتحدة.

source: (Replaces the default list)
ar: (تستبدل القائمة الإفتراضية)

source: Use New Venue/No Default
ar: استخدم المكان الجديد- لا يوجد إفتراضي

source: Set values for event organizers & venues that appear pre-populated in the event editor whenever you create a new event. This helps save time in situations where the venue or organizer rarely changes, saving you from having to manually re-enter the data each time you create an event.</p><p>It's worth noting that these can be overridden on the event creation screen; if a venue and organizer are pre-populated but you wants to change to something else, use the dropdown to either select another existing venue/organizer, or manually enter the details of a new one.
ar: قم بتعيين قيم في خانة المنظمين و المكان حتي تظهر لك في محرر الأحداث عندما تقوم بإنشاء حدث جديد. و هذا يساعدك علي توفير الوقت في حالة أن يكون المكان أو المنظم نادراً ما يتغير حتي لا تضطر إلي إدخال نفس البيانات في كل مرة.</p><p> مع العلم بأن هذه القيم يمكن تغييرها في شاشة إنشاء الأحداث, فإذا كان المكان أو المنظم ظاهر بالفعل و تريد تغييره يمكنك إستخدام القائمة لتختار منظم أو مكان موجود بالفعل أو إدخال جديد

source: Default Postal Code/Zip Code
ar: رقم البريد الإفتراضي

source: Default Country
ar: البلد الإفتراضية

source: Show:
ar: أظهر:

source: Show widget only if there are upcoming events:
ar: أظهر فقط في حالة وجود أحدث قادمة:

source: Start Date & Time
ar: يوم و تاريخ البداية

source: (Widget will always show start date)
ar: (المربع سيظهر دائماً تاريخ البداية)

source: End Date & Time
ar: تاريخ و ميعاد الحدث

source: April
ar: أبريل

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: November
ar: نوفمبر

source: A calendar of your events
ar: تقويم بالأحداث الخاصة بك

source: Your next upcoming event
ar: الحدث التالي

source: Next Event Widget
ar: المربع الجانبي التالي

source: License Key for %s
ar: مفتاح الترخصي ل %s

source: Start:
ar: البداية:
