Repository: Aetles/tribe-common
Catalog: lang/tribe-events-calendar-pro-*.po
Languages: ar, de_de, nb_no

source: Our number one goal is helping you succeed, and to whatever extent possible, we'll help troubleshoot and guide your customizations or tweaks. While we won't build your site for you, and we can't guarantee we'll be able to get you 100% integrated with every theme or plugin out there, we'll do all we can to point you in the right direction and to make you -- and your client, as is often more importantly the case -- satisfied.
de_de: Unser oberstes Ziel ist Ihnen zu helfen und wenn m&ouml;glich Ihnen Hilfestellung beim Anpassen zu geben. Wir k&ouml;nnen zwar nicht Ihre Website f&uuml;r Sie erstellen und wir k&ouml;nnen nicht garantieren, dass jedes Theme oder Plugin sich zu 100% integrieren l&auml;sst, aber wir versuchen Ihnen die richtige Richtung zu zeigen und - als unser Kunde - zufriedenzustellen.

source: Before posting a new thread, please do a search to make sure your issue hasn't already been addressed. When posting please make sure to provide as much detail about the problem as you can (with screenshots or screencasts if feasible), and make sure that you've identified whether a plugin / theme conflict could be at play in your initial message.
de_de: Bevor Sie einen neuen Post er&ouml;ffnen, nutzen Sie die Suche, um sicherzustellen, dass Ihr Thema nicht schon besprochen wurde. Wenn Sie posten liefern Sie bitte so viel wie m&ouml;gliche Informationen &uuml;ber das Problem (z.B. mit Screenshots, etc.) mit und stellen Sie sicher, dass identifiziert haben, ob ein Plugin / Theme Konflikt eine Rolle spielen kann.

source: Settings
ar: الإعدادات
de_de: Einstellungen
nb_no: Innstillinger

source: Venue updated. <a href="%s">View venue</a>
de_de: Veranstaltungsort aktualisiert. <a href="%s">Veranstaltungsort ansehen</a>

source: Venue published. <a href="%s">View venue</a>
de_de: Veranstaltungsort ver&ouml;ffentlicht. <a href="%s">Veranstaltungsort ansehen</a>

source: Venue submitted. <a target="_blank" href="%s">Preview venue</a>
de_de: Veranstaltungsort &uuml;bertragen. <a target="_blank" href="%s">Veranstaltungsort ansehen</a>

source: Venue scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview venue</a>
de_de: Veranstaltungsort geplant f&uuml;r: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Veranstaltungsort ansehen</a>

source: Venue draft updated. <a target="_blank" href="%s">Preview venue</a>
de_de: Entwurf des Veranstaltungsortes aktualisiert. <a target="_blank" href="%s">Veranstaltungsort ansehen</a>

source: Organizer updated. <a href="%s">View organizer</a>
de_de: Veranstalter aktualisiert. <a href="%s">Veranstalter ansehen</a>

source: Organizer published. <a href="%s">View organizer</a>
de_de: Veranstalter ver&ouml;ffentlicht. <a href="%s">Veranstalter ansehen</a>

source: Organizer submitted. <a target="_blank" href="%s">Preview organizer</a>
de_de: Veranstalter &uuml;bertragen. <a target="_blank" href="%s">Veranstalter ansehen</a>

source: Organizer scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview organizer</a>
de_de: Veranstalter geplant f&uuml;r: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Veranstalter ansehen</a>

source: Organizer draft updated. <a target="_blank" href="%s">Preview organizer</a>
de_de: Entwurf f&uuml;r Veranstalter aktualisiert. <a target="_blank" href="%s">Veranstalter ansehen</a>

source: Calendar powered by %sThe Events Calendar PRO%s
ar: التقويم مدعوم من %sThe Events Calendar PRO%s
de_de: Kalender powered by %sThe Events Calendar PRO%s
nb_no: Kalender drevet av %sThe Events Calendar PRO%s

source: View All Add-Ons
ar: شاهد جميع الإضافات
de_de: Alle Add-Ons anzeigen
nb_no: Vis alle tillegg

source: Week
de_de: Woche
nb_no: Uke

source: Photo
de_de: Foto
nb_no: Foto

source: Week Of
de_de: Woche vom
nb_no: Uke

source: The Events Calendar
ar: أجندة الأحداث
de_de: Der Events Calendar

source: To begin using Events Calendar PRO, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
ar: للبدء باستخدام Events Calendar PRO, من فضلك قم بتثبيت أحدث نسخة <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
de_de: Um den Events Calendar PRO nutzen zu k&ouml;nnen, installieren Sie vorher die aktuelle Version des <a href="%s" class="thickbox" title="%s">Events Calendar</a>.
nb_no: For å benytte Events Calendar PRO, vennligst installer siste versjon av <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.

source: Other
de_de: Andere
nb_no: Annet

source: Recurrence Pattern:
de_de: Wiederholungen:
nb_no: Repiterende mønster:

source: Miles
de_de: Meilen
nb_no: Mil

source: Kilometers
de_de: Kilometer
nb_no: Kilometer

source: Type: %s %s
de_de: Typ: %s %s

source: Radio Buttons
de_de: Auswahlbuttons
nb_no: Radio Knapper

source: Start Date
ar: تاريخ البداية
de_de: Anfangsdatum
nb_no: Startdato

source: End Date
de_de: Enddatum
nb_no: Slutt dato

source: Event Cost
ar: تكلفة الحدث
de_de: Eintritt
nb_no: Pris

source: Event Cats
ar: تصنيف الحدث
de_de: Veranstaltungskategorien
nb_no: Kategori

source: Title
ar: العنوان
de_de: Titel
nb_no: Tittel

source: Recurring
ar: التكرار
de_de: Wiederholung
nb_no: Gjentakende

source: Description
ar: الوصف
de_de: Beschreibung
nb_no: Beskrivelse

source: Yes
de_de: Ja

source: No
de_de: Kein

source: There were no results found for <strong>"%s"</strong> this week. Try searching another week.
de_de: Es gibt keine Eintr&auml;ge f&uuml;r <strong>"%s"</strong> in dieser Woche. Versuchen Sie eine andere Woche.
nb_no: Ingen resultater funnet <strong>"%s" / strong>for denne uken. Prøv å søke i en annen uke.

source: No results were found for events in or near <strong>"%s"</strong> this week. Try searching another week.
de_de: Keine passenden Veranstaltungen in der N&auml;he von %s f&uuml;r diese Woche gefunden. Bitte versuchen Sie einen andere Woche.

source: No matching events listed under %s. Please try viewing the full calendar for a complete list of events.
de_de: Keine &uuml;bereinstimmenden Veranstaltungen unter %s gelistet. Versuchen Sie bitte den gesamten Kalender anzusehen, um eine vollst&auml;ndige Liste der Veranstaltungen zu erhalten.

source: No results were found for this week. Try searching another week.
de_de: Es wurden keine Ergebnisse f&uuml;r diese Woche gefunden. Bitte versuchen Sie eine andere Woche.

source: Edit Series
de_de: Serie editieren

source: Break from Series
de_de: Aus Serie l&ouml;sen

source: Edit Future Events
de_de: Bearbeite k&uuml;nftige Veranstaltungen

source: Break this event out of its series and edit it independently
de_de: L&ouml;se dieses Event aus der Serie und passe es individuell an

source: Edit Single
de_de: Bearbeiten

source: Split the series in two at this point, creating a new series out of this and all subsequent events
de_de: Teile die Serie hier in zwei Teile und erstelle daraus eine neue Serie in die weitere Veranstaltungen kommen

source: Edit Upcoming
de_de: Kommende editieren

source: Edit all events in this series
de_de: Bearbeite alle Veranstaltungen dieser Serie

source: Edit All
de_de: Bearbeite alles

source: Move all events in this series to the Trash
de_de: Bewege alle Veranstaltungen dieser Serie in den Papierkorb

source: Trash Series
de_de: L&ouml;sche Serie

source: Delete all events in this series permanently
de_de: L&ouml;sche alle Veranstaltungen unwiderruflich

source: Delete Series Permanently
de_de: Serie unwiderruflich l&ouml;schen

source: Restore all events in this series from the Trash
de_de: Alle Veranstaltungen der Serie wiederherstellen

source: Restore Series
de_de: Serie wiederherstellen

source: Monthly custom recurrences cannot have a dash set as the day to occur on.
ar: معدل التكرار الشهري لا يجب أن يحتوي علي حقل فارغ في اليوم المفترض أن يحدث فيه.
de_de: Monatliche benutzerdefinierte Terminserien k&ouml;nnen keine Pause an dem Tag machen, an dem auftreten.
nb_no: Bindestrek er ikke gyldig som valgt dag for en tilpasset gjentakende månedlig aktivitet.

source: Yearly custom recurrences cannot have a dash set as the day to occur on.
ar: معدل التكرار السنوي لا يجب أن يحتوي علي حقل فارغ في اليوم المفترض أن يحدث فيه.
de_de: J&auml;hrliche benutzerdefinierte Terminserien k&ouml;nnen keine Pause an dem Tag machen, an dem sie auftreten.
nb_no: Bindestrek er ikke gyldig som valgt dag for en tilpasset gjentakende årlig aktivitet.

source: Every day
ar: كل يوم
de_de: Jeden Tag
nb_no: Daglig

source: for %d day
de_de: f&uuml;r %d Tag

source: Every week
ar: كل أسبوع
de_de: Jede Woche
nb_no: Ukentlig

source: for %d week
de_de: f&uuml;r %d Woche

source: Every month
ar: كل شهر
de_de: Jeden Monat
nb_no: Månedlig

source: for %d month
de_de: f&uuml;r %d Monat

source: Every year
ar: كل عام
de_de: Jedes Jahr
nb_no: Årlig

source: for %d year
de_de: f&uuml;r %d Jahr

source: Every %d days
ar: كل %d أيام
de_de: Alle %d Tage
nb_no: Hver %d dag

source: , recurring %d time
de_de: , %d mal wiederholend

source: Every %d weeks
ar: كل %d أسابيع
de_de: Alle %d Wochen
nb_no: Hver %d uke

source: on %s
ar: في %s
de_de: am %s

source: Every %d months
ar: كل %d شهور
de_de: Alle %d Monate
nb_no: Hver %d måned

source: on the %s %s
ar: في %s %s
de_de: an dem %s %s

source: Every %d years
ar: كل %d سنين
de_de: Alle %d Jahre
nb_no: Hvert %d år

source: last
ar: الأخير
de_de: letzter
nb_no: siste

source: on the %s %s of %s
ar: في %s %s من %s
de_de: an dem %s %s des %s
nb_no: på den %s %s %s

source: until %s
ar: حتي %s
de_de: bis %s
nb_no: fram til %s

source: , and
ar: , و
de_de: , und
nb_no: , og

source: and
ar: و
de_de: und
nb_no: og

source: January
ar: يناير
de_de: Januar
nb_no: Januar

source: February
ar: فبراير
de_de: Februar
nb_no: Februar

source: March
ar: مارس
de_de: M&auml;rz
nb_no: Mars

source: May
ar: مايو
de_de: Mai
nb_no: Mai

source: June
ar: يونيو
de_de: Juni
nb_no: Juni

source: July
ar: يوليو
de_de: Juli
nb_no: Juli

source: October
ar: أكتوبر
de_de: Oktober
nb_no: Oktober

source: December
ar: ديسمبر
de_de: Dezember
nb_no: Desember

source: , and
ar: , و
de_de: , und

source: and
ar: و
de_de: , und

source: Recurring event instances
de_de: Veranstaltungen einer Terminserie
nb_no: Gjentakende aktivitets tilfeller

source: Show only the first instance of each recurring event (only affects list-style views).
de_de: Zeige nur die erste Veranstaltung der Terminserie (beeinflusst nur Listenansichten).

source: Front-end recurring event instances toggle
de_de: Bezeichnung einer Terminserie im Frontend

source: Allow users to decide whether to show all instances of a recurring event.
de_de: Erlauben Sie Ihren Nutzern zu entscheiden ob Sie alle weiderkehrenden Veranstaltungen anzeigen wollen.
nb_no: Tillat brukere å bestemme om de vil vise alle forekomster av en regelmessig aktivitet.

source: Clean up recurring events after
de_de: Serientermine aufr&auml;umen nach

source: Automatically remove recurring event instances older than this
de_de: Entferne automatisch Veranstaltungen von Terminserien &auml;lter als

source: Create recurring events in advance for
de_de: Erstelle Serientermine im voraus f&uuml;r

source: Recurring events will be created this far in advance
de_de: Terminserien werden bis zu folgendem Datum im voraus erstellt

source: months
de_de: Monate

source: You are currently editing all events in a recurring series.
de_de: Sie bearbeiten aktuell alle Veranstaltungen dieser Serie

source: %d instances of this event have been created through %s. <a href="%s">Learn more.</a>
de_de: %d Wiederholungen dieser Veranstaltung wurden bis %s erstellt. <a href="%s">Mehr erfahren.</a>

source: You are about to split this series in two. The event you selected and all subsequent events in the series will be separated into a new series of events that you can edit independently of the original series. This action cannot be undone.
de_de: Sie im Begriff diese Serie aufzuteilen. Die von Ihnen ausgew&auml;hlte Veranstaltung und alle Unterveranstaltungen dieser Serie werden in eine neue Serie von Veranstaltungen unterteilt, die Sie unabh&auml;ngig voneinander bearbeiten k&ouml;nnen. Diese Aktion kann nicht r&uuml;ckg&auml;ngig gemacht werden.

source: You are about to break this event out of its series. You will be able to edit it independently of the original series. This action cannot be undone.
de_de: Sie sind dabei die Veranstaltung aus der Serie zu l&ouml;sen. Sie sind dann in der Lage die Veranstaltung unabh&auml;ngig von der Serie zu bearbeiten. Diese Aktion kann nicht r&uuml;ckg&auml;ngig gemacht werden.

source: Are you sure you want to trash all occurrences of these events? All recurrence data will be lost.
de_de: Sind Sie sicher, dass Sie alle Ereignisse dieser Veranstaltungen l&ouml;schen wollen? Alle wiederauftretenden Daten gehen verloren.

source: Distance
de_de: Entfernung
nb_no: Distanse

source: Map view search distance limit
de_de: Kartenansicht Entfernungslimit
nb_no: Kartvisning søk avstand grense

source: Set the distance that the location search covers (find events within X distance units of location search input).
de_de: Die Entfernung zu den gesuchten Veranstaltungen festlegen (finde Veranstaltungen mit Entfernung X im Umkreis der Location)
nb_no: Angi avstanden som lokasjons søket dekker (finn aktiviteter innen X distanse enheter fra lokasjonen angitt i søket).

source: Map view distance unit
de_de: Kartenansicht Entfernungseinheit
nb_no: Kartvisning avstandsenhet

source: Fix geolocation data
de_de: Repariere Geolokationsdaten
nb_no: Fiks posisjonsdata

source: You have %d venues for which we don't have geolocation data. We need to use the Google Maps API to get that information. Doing this may take a while (aprox. 1 minute for every 200 venues).
de_de: Sie haben %d Veranstaltungsorte, f&uuml;r die wir keine Geolokationsdaten haben. Wir m&uuml;ssen Google Maps API benutzen, um diese Informationen zu erhalten. Die Durchf&uuml;hrung dauert eine Weile (etwa 1 Minute f&uuml;r 200 Veranstaltungsorte).
nb_no: Du har %d lokasjoner som vi ikke har posisjonsdata. Vi må bruke Google Maps API for å få den informasjonen. Å gjøre dette kan ta litt tid (ca. 1 minutt for hver 200 lokasjon).

source: Hide location search
de_de: Verberge Veranstaltungsortsuche
nb_no: Skjul lokalitetssøk

source: Removes location search field from the events bar on all views except for map view.
de_de: Entfernt das Veranstaltungsortsuchfeld f&uuml;r alle Anzeigen au&szlig;er f&uuml;r die Kartenansicht.
nb_no: Fjerner lokasjonssøkefeltet fra aktivitetslinjen på alle visninger unntatt for kartvisning.

source: Map
de_de: Karte
nb_no: Kart

source: Near
de_de: Im Umkreis von
nb_no: Nær

source: Location
de_de: Ort

source: No results were found for events in or near <strong>"%s"</strong>.
de_de: Es wurden keine Veranstaltungen in oder in der N&auml;he von <strong>"%s" gefunden.

source: There were no results found.
de_de: Es wurden keine Ergebnisse gefunden.

source: Fix venues data
de_de: Veranstaltungsortsdaten reparieren
nb_no: Ordne lokasjons data

source: You have venues for which we don't have Geolocation information. <a href='%s'>Click here to generate it</a>.
de_de: Sie haben Veranstaltungsorte bei denen keine Geodaten vorliegen. <a href='%s'>Klicken Sie hier um sie zu erzeugen</a>.
nb_no: Du har lokasjoner som vi ikke har Posisjonsdata. <a href='%s'> Klikk her for å opprette detl</a>.

source: Fixed geolocation data for %d venues
de_de: Feste Geodaten f&uuml;r die %d Veranstaltungsorte
nb_no: Faste posisjons data for %d lokasjoner

source: A widget that displays the next upcoming x events.
ar: مربع يظهر الأحداث القادمة.
de_de: Ein Widget, das die n&auml;chsten X Veranstaltungen anzeigt.
nb_no: Widget som viser de neste x-antall aktiviteter.

source: Events List
de_de: Veranstaltungsliste
nb_no: Aktivitets liste

source: The events calendar mini calendar widget
de_de: Das Minikalender Widget

source: Events Calendar
ar: الأجندة
de_de: Veranstaltungskalender

source: Displays the time remaining until a specified event.
de_de: Die Zeit bis zu einer besonderen Veranstaltung anzeigen.
nb_no: Viser tiden som gjenstår før en bestemt aktivitet.

source: Events Countdown
de_de: Veranstaltungscountdown
nb_no: Arrangement nedtelling

source: Displays a list of upcoming events at a specific venue.
de_de: Die anstehenden Veranstaltungen eines speziellen Veranstaltungsortes anzeigen.
nb_no: Viser en liste over kommende begivenheder etter et bestemt møtested.

source: Events Featured Venue
de_de: Besonder Veranstaltungen in diesem Veranstalungsort
nb_no: Utvalgte arrangements steder

source: Show only the first upcoming instance of recurring events
de_de: Nur die erste Veranstaltung einer Terminserie anzeigen
nb_no: Vis bare den første kommende forekomst av gjentakende aktiviteter

source: No default set
ar: لم يتم تحديد الإفتراضي
de_de: Keine Vorgabe gesetzt
nb_no: Ingen standard valgt

source: The current default organizer is: %s
ar: المنظم الإفتراضي الحالي هو : %s
de_de: Der aktuelle Standard-Veranstalter ist: %s
nb_no: Gjeldende standard arrangør er: %s

source: The current default venue is: %s
ar: المكان الإفتراضي الحالي هو : %s
de_de: Der aktuelle Standard-Veranstaltungsort ist: %s
nb_no: Gjeldende standard lokasjon er: %s

source: The current default address is: %s
ar: العنوان الإفتراضي الحالي هو : %s
de_de: Die aktuelle Standard-Adresse ist: %s
nb_no: Gjeldende standard adresse er: %s

source: The current default city is: %s
ar: المدينة الإفتراضية الحالية هي : %s
de_de: Die aktuelle Standard-Stadt ist: %s
nb_no: Gjeldende standard by er: %s

source: The current default state is: %s
ar: الولاية الإفتراضية الحالية هي : %s
de_de: Der aktuelle Standard-Staat ist: %s
nb_no: Gjeldende standard fylke er: %s

source: The current default province is: %s
ar: المقاطعة الأفتراضية الحالية هي : %s
de_de: Das aktuelle Standard-Bundesland/ -Provinz/ -Kanton ist: %s
nb_no: Gjeldende standard område er: %s

source: The current default postal code/zip code is: %s
ar: الرقم البريدي الإفتراضي الحالي هو : %s
de_de: Die aktuelle Standard-Postleitzahl ist: %s
nb_no: Gjeldende standard postnummer er: %s

source: The current default country is: %s
ar: الدولة الإفتراضية الحالية هي : %s
de_de: Die aktuelle Standard-Land ist: %s
nb_no: Gjeldende standard land er: %s

source: The current default phone is: %s
ar: التليفون الإفتراضي الحالي هو : %s
de_de: Die aktuelle Standard-Telefonnummer ist: %s
nb_no: Gjeldende standard telefon er: %s

source: Date out of range.
de_de: Datum au&szlig;erhalb des Bereichs.

source: Recurring Event
de_de: Wiederkehrende Veranstaltung

source: (See all)
de_de: (Alles ansehen)

source: <span>&laquo;</span> Previous Week
de_de: &laquo; Vorherige Woche

source: Next Week <span>&raquo;</span>
de_de: N&auml;chste Woche &raquo;

source: It looks like you might not have any demo data. <a href="%s">Download our data</a> and use the <a href="%s">WordPress Importer</a>.
ar: يبدو أنه ليس لديك أي بيانات بادئة. <a href="%s">قم بتحميل بياناتنا</a>و استخدم <a href="%s">مستورد وردبريس </a>.
de_de: Es sieht so aus, als h&auml;tten Sie noch keine Demo-Inhalte. <a href="%s">Laden Sie unsere Demo-Inhalte herunter</a> und benutzen Sie den <a href="%s">WordPress-Importer</a>.
nb_no: Det kan se ut som om du ikke har noen demonstrasjonsdata. <a href="%s">Last ned våre data</a> og bruk <a href="%s">WordPress Importer</a>.

source: Column Name
de_de: Spaltenname
nb_no: Kolonne navn

source: Add a Column
ar: أضف عامود
de_de: Eine Spalte hinzuf&uuml;gen
nb_no: Legg til kolonne

source: Comments
de_de: Kommentare
nb_no: Kommentarer

source: Is
de_de: Ist
nb_no: er

source: Is Not
de_de: Ist nicht
nb_no: Er ikke

source: Search
de_de: Suche
nb_no: Søk

source: Member Type
de_de: Mitgliedstyp
nb_no: Medlem Type

source: Cafe
de_de: Café
nb_no: Kafe

source: Private Desk
de_de: Heimb&uuml;ro

source: Office
de_de: B&uuml;ro
nb_no: Kontor

source: what i’m querying. probably a key in the options array in $filters
de_de: was ich abfrage. Vermutlich ein Schl&uuml;ssel im Optionsarray in $filters

source: Choose a Saved Filter
ar: أختر الفلتر المحفوظ
de_de: Einen gespeicherten Filter w&auml;hlen
nb_no: Velg et filter

source: Add a Filter
ar: اضف فلتر
de_de: Einen Filter hinzuf&uuml;gen
nb_no: Legg til et filter

source: Extended Information
ar: معلومات موسعة
de_de: Erweiterte Information
nb_no: Utvidet informasjon

source: Delete this image
ar: امسح الصورة
de_de: Dieses Bild l&ouml;schen
nb_no: Slette dette bildet

source: Delete
ar: مسح
de_de: L&ouml;schen
nb_no: Slett

source: Uploaded files
ar: الملفات المرفوعة
de_de: Hochgeladene Dateien
nb_no: Opplastede filer

source: Upload new files
ar: ارفع ملفات جديدة
de_de: Neue Dateien hochladen
nb_no: Last opp nye filer

source: Add another file
ar: اضف ملف جديد
de_de: Eine andere Datei anh&auml;ngen
nb_no: Legg til nok en fil

source: Add more images
ar: اضف صور أخري
de_de: Weitere Bilder hinzuf&uuml;gen
nb_no: Legg til flere bilder

source: Select a color
ar: اختر لون
de_de: Eine Farbe ausw&auml;hlen
nb_no: Velg farge

source: Click to toggle
ar: اضغط للتبديل
de_de: Aufklappen
nb_no: Klikk for å veksle

source: Filters &amp; Columns
ar: فلترة &amp; أعمدة
de_de: Filter &amp; Spalten
nb_no: Filtre &amp; kolonner

source: Apply
ar: تطبيق
de_de: &Uuml;bernehmen
nb_no: Bruk

source: Clear
ar: مسح
de_de: Leeren
nb_no: Tøm

source: Save
ar: حفظ
de_de: Speichern
nb_no: Lagre

source: Export to CSV
ar: تصدير إلي ملف CSV
de_de: Als CSV exportieren
nb_no: Eksporter til CSV

source: Filter Name
ar: اسم الفلتر
de_de: Name des Filters
nb_no: Filternavn

source: Cancel
ar: إلغاء
de_de: Abbrechen
nb_no: Avbryt

source: Events List Navigation
de_de: Veranstaltungslistennavigation
nb_no: Aktivitets Liste

source: <span>&laquo;</span> Previous Events
de_de: &laquo; Vorherige Veranstaltungen

source: Next Events <span>&raquo;</span>
de_de: N&auml;chste Veranstaltungen &raquo;

source: Find out more
de_de: Finden Sie mehr heraus

source: Related Events
de_de: &Auml;hnliche Veranstaltungen
nb_no: Relaterte aktiviteter

source: &larr; Back to Events
de_de: &larr; Zur&uuml;ck zu den Veranstaltungen
nb_no: &larr; Tilbake til Aktiviteter

source: All Day
ar: طوال اليوم
de_de: Ganzt&auml;gig
nb_no: Hele dagen

source: Hours
de_de: Stunden
nb_no: Timer

source: Week Navigation
de_de: Wochennavigation
nb_no: Uke

source: hours
de_de: Stunden
nb_no: timer

source: sec
de_de: Sek
nb_no: sek

source: Organizer:
de_de: Veranstalter:
nb_no: Arrangør:

source: View More&hellip;
de_de: Mehr ansehen&hellip;

source: There are no upcoming events at this time.
ar: لا توجد أحداث مقبلة في هذا الوقت.
de_de: Es gibt keine anstehenden Veranstaltungen zu dieser Zeit.

source: No upcoming events.
de_de: Keine anstehenden Veranstaltungen.
nb_no: Ingen kommende aktiviteter.

source: View all Events at this %s
de_de: Alle Veranstaltungen dieser/s %s ansehen

source: today
nb_no: i dag

source: Events for
nb_no: Aktivitet for
