Repository: Aetles/tribe-common
Catalog: lang/tribe-events-calendar-pro-*.po
Languages: ar, de_de, nb_no

source: Customize Defaults
ar: تخصيص البيانات الإفتراضية
de_de: Vorgaben anpassen
nb_no: Tilpass standardoppsettet

source: These settings change the default event form. For example, if you set a default venue, this field will be automatically filled in on a new event.
ar: هذه الإعدادات تغير القيم الإفتراضية. فمثلاً, لو قمت بإعداد مكان إفتراضي سيتم إضافته تلقائياً في الحدث الجديد .
de_de: Diese Einstellungen ver&auml;ndern die standardm&auml;&szlig;ige Darstellung von Veranstaltungen. Wenn Sie beispielsweise einen vorgegebenen Veranstaltungsort festlegen, wird dieses Feld beim Erstellen einer neuen Veranstaltung automatisch ausgef&uuml;llt.
nb_no: Disse innstillingene endrer standardverdier for aktiviteter. Du kan for eksempel definere et standardsted for aktiviteter som fylles ut automatisk i stedsfeltet i skjemaet.vvvv

source: Automatically replace empty fields with default values
ar: قم باستبدال الحقول الفارغة بالحقول الإفتراضية
de_de: Automatisch leere Felder mit den vorgegebenen Werten ausf&uuml;llen
nb_no: Erstatt tomme felter med standardverdier automatisk

source: Enabled
ar: مفعلة
de_de: Aktiviert
nb_no: Aktivert

source: Default Organizer for Events
ar: المنظم الأفتراضي للأحداث
de_de: Vorgabewert f&uuml;r Veranstalter
nb_no: Standardverdi Arrangør av Aktiviteter

source: Default Organizer
ar: المنظم الإفتراضي
de_de: Vorgegebener Veranstalter
nb_no: Standard Arrangør

source: The default organizer value
ar: حقل المنظم الإفتراضي
de_de: Der Vorgabewert f&uuml;r den Veranstalter
nb_no: Standardverdi for arrangør

source: The current default value is <strong>%s</strong>
ar: القيمة الإفتراضية الحالية هي <strong>%s</strong>
de_de: Die aktuelle Standardvorgabe ist <strong>%s</strong>
nb_no: Standardverdien er nå <strong>%s</strong>

source: Default Venue for Events
ar: المكان الإفتراضي للأحداث
de_de: Vorgabewert f&uuml;r Veranstaltungsort
nb_no: Standardverdi for sted

source: Default Venue
ar: المكان الإفتراضي
de_de: Vorgabewert f&uuml;r Veranstaltungsort
nb_no: Standardverdi for sted

source: The default venue value
ar: حقل المكان الافتراضي
de_de: Der Vorgabewert f&uuml;r Veranstaltungsort
nb_no: Standardverdi for sted

source: Default Address
ar: العنوان الإفتراضي
de_de: Vorgabewert f&uuml;r Anschrift
nb_no: Standardverdi for adresse

source: The default address value
ar: حقل العنوان الإفتراضي
de_de: Der Vorgabewert f&uuml;r die Anschrift
nb_no: Standardverdi for adresse

source: Default City
ar: المدينة الإفتراضية
de_de: Vorgegeb. Ort
nb_no: Standardverdi for by

source: The default city value
ar: حقل المدينة الإفتراضية
de_de: Der Vorgabewert f&uuml;r den Ort
nb_no: Standardverdi for by

source: Default State
ar: الولاية الإفتراضية
de_de: Vorgabewert f&uuml;r Staat
nb_no: Standardverdi for stat

source: Default Province or State
ar: الولاية أو المقاطعة الإفتراضية
de_de: Vorgabewert f&uuml;r Bundesland/ Kanton/ Provinz
nb_no: Standardverdi for provins eller stat

source: Select a State:
ar: اختر ولاية
de_de: Staat w&auml;hlen ...
nb_no: Velg en stat:

source: The default value
ar: القيمة الإفتراضية
de_de: Der Vorgabewert
nb_no: Standardverdi

source: Default Province
ar: المقاطعة الإفتراضية
de_de: Vorgabewert f&uuml;r Provinz
nb_no: Standardverdi for provins

source: Default Postal Code
ar: رقم البريد الإفتراضي
de_de: Vorgabewert f&uuml;r PLZ
nb_no: Standardverdi for postnummer

source: The default Postal Code value
ar: حقل رقم البريد الإفتراضي
de_de: Der Vorgabewert f&uuml;r PLZ
nb_no: Standardverdi for postnummer

source: Default Country for Events
ar: البلد الإفتراضي للأحداث
de_de: Vorgabewert f&uuml;r Veranstaltungsland
nb_no: Standardverdi for land

source: Default Phone
ar: التليفون الإفتراضي
de_de: Vorgabewert f&uuml;r Telefon
nb_no: Standardverdi for telefonnummer

source: The default phone value
ar: حقل التليفون الإفتراضي
de_de: Der Vorgabewert f&uuml;r Telefon
nb_no: Standardverdi for telefonnummer

source: Use a custom list of countries
ar: استخدم قائمة مخصصة للبلدان
de_de: Benutzen Sie eine benutzerdefinierte Liste von L&auml;ndern
nb_no: Egendefinert liste over tilgjengelige land

source: Use the following list:
ar: استخدم القائمة التالية:
de_de: Die folgende Liste verwenden:
nb_no: Benytt følgende liste:

source: One country per line in the following format: <br/>US, United States <br/> UK, United Kingdom.
ar: دولة واحدة في كل سطر بهذا الشكل: <br/>US, الولايات المتحدة <br/> UK, المملكة المتحدة.
de_de: Ein Land pro Zeile im folgenden Format: <br/>D, Deutschland <br/>A, &Ouml;sterreich <br />CH, Schweiz - usw.
nb_no: Et land per linje på følgende format: <br />NO, Norge <br />SE, Sverige.

source: (Replaces the default list.)
ar: (تستبدل القائمة الإفتراضية)
de_de: (Ersetzt die Liste der Vorgaben.)
nb_no: (Dette erstatter den innebygde listen)

source: Additional Fields
ar: حقول إضافية
de_de: Benutzerdefinierte Felder
nb_no: Tilleggsfelter

source: Use additional fields to add unique content fields to the event admin, which can be used by anyone who creates events. Upon publication they'll appear in the event metabox that accompanies your event listing, alongside the date/time/venue/organizer/etc. </p><p>Each new piece of data needs:
de_de: F&uuml;gen Sie weitere benutzerdefinierte Felder hinzu, um die Veranstaltungserstellung f&uuml;r den Ersteller individuell zu erweitern. Nach dem Speichern erscheinen diese beim Hinzuf&uuml;gen von Veranstaltungen unter "Weitere Angaben zur Veranstaltung".<p></p> Jedes neue Feld ben&ouml;tigt:

source: Label (e.g. Meal Plans)
de_de: Eine Bezeichnung (z.B. Speisekarte)

source: At least one option (e.g. Vegetarian, Kosher, Paleo)
de_de: Mindestens eine Option (z.B. vegetarisch, koscher, vegan)

source: Field type. These are:
de_de: Eine Feldart. Dies sind:

source: Text - for the user to input text
de_de: Text - vom Benutzer auszuf&uuml;llen

source: URL - for the user to input a URL
de_de: URL - F&uuml;r einen Link auf eine Website
nb_no: URL - hvor brukeren kan legge til en kobling

source: Checkbox - for multiple choice
de_de: Checkbox - f&uuml;r Mehrfachauswahl

source: Radio Button - to select only one
de_de: Auswahlknopf - nur eine Wahl ist m&ouml;glich

source: Dropdown Menu - for a dropdown menu
de_de: Dropdownmen&uuml; - f&uuml;r ein Dropdownmen&uuml; bzw. Ausklappmen&uuml;

source: Field Label
ar: اسم الحقل
de_de: Feldbeschriftung (Label)
nb_no: Feltnavn

source: Field Type
ar: نوع الحقل
de_de: Feldtyp
nb_no: Felttype

source: Options (one per line)
ar: الإختيارات) واحد في كل سطر)
de_de: Optionen (eine pro Zeile)
nb_no: Mulige valg (et per linje)

source: Dropdown
ar: قائمة منسدلة
de_de: Aufklappmen&uuml;
nb_no: Nedtrekksliste

source: Add another
ar: اضف آخر
de_de: Weiteres hinzuf&uuml;gen
nb_no: Legg til

source: Remove
ar: احذف
de_de: Entfernen
nb_no: Fjern

source: Enter the field label as you want it to appear (this will be the label in the same way "Start Date," "Organizer," etc appear in the event details box on the frontend). Select whether the field will be a text field; URL field; radio buttons; checkboxes; or a dropdown. All of these with the exception of text and URL allow for multiple options to be included, which you can add — one per-line — in the right-hand column. If you feel flummoxed, we've got you covered with a %s.
de_de: Geben Sie den Feldnamen ein, wie er im Frontend erscheinen soll (dies wird auf die selbe Art und Weise erscheinen wie etwa das Startdatum, der Organizer etc. unter den Veranstaltungsdetails im Frontend). W&auml;hlen Sie aus den verschiedenen Feldarten (URL, Text, Auswahlbuttons, Checkbox, etc.) aus. F&uuml;r diese ist mit Ausnahme von Text und URL eine Mehrfachauswahl (je Zeile eine in die rechte Spalte einf&uuml;gen) m&ouml;glich. F&uuml;r weitere Infos klicken Sie hier: %s.

source: video tutorial that will walk you through the process
ar: عرض فيديو توضيحي ليشرح لك الطريقة
de_de: Ein Videotutorial das durch den Prozess f&uuml;hrt
nb_no: video veiledning som vil lede deg gjennom prosessen

source: Editor "Custom Fields" meta box
de_de: Editor f&uuml;r "Benutzerdefinierte Felder"
nb_no: Rediger "Egendefinerte felter" meta boks

source: Show
ar: اظهار
de_de: Anzeigen
nb_no: Vis

source: Hide
ar: اخفاء
de_de: Verstecken
nb_no: Skjul

source: Enabling this option this will not remove custom field data or functionality, just the default meta box editor.
ar: هذا الإختيار لن يحذف بيانات الحقل المخصص, فقط المحرر الإفتراضي للمربع.
de_de: Mit dieser Option wird nur der Editor zum Hinzuf&uuml;gen von benutzerdefinierten Feldern im Frontend versteckt, nicht die benutzerdefinierten Felder selbst. Dies ist sinnvoll, wenn die Nutzer selbst keine weiteren Felder hinzuf&uuml;gen k&ouml;nnen sollen.
nb_no: Aktivering av dette alternativet vil ikke vil fjerne egendefinerte data felt eller funksjonalitet, bare standard meta boksen redigering.

source: Are you sure you wish to remove this field and its data from all events? Once you click OK this cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا الحقل و بياناته من كل الأحداث؟ هذه العملية لا يمكن الرجوع فيها.
de_de: Sind Sie sicher, dass Sie dieses Feld und alle damit verbundenen Daten von allen Veranstaltungen l&ouml;schen wollen? Dies kann nicht r&uuml;ckg&auml;ngig gemacht werden!
nb_no: Er du sikker på at du ønsker å fjerne dette feltet og data tilknyttet dette for alle aktiviteter? Trykker du OK kan du ikke angre.

source: Additional Event Fields
ar: حقول الحدث الإضافية
de_de: Weitere Angaben zur Veranstaltung
nb_no: Ekstra arrangement felter

source: Recurrence:
ar: التكرار:
de_de: Terminserie:
nb_no: Gjentakende:

source: None
de_de: Keine
nb_no: Ingen

source: day
ar: يوم
de_de: Tag
nb_no: dag

source: days
de_de: Tage
nb_no: dager

source: Every Day
ar: كل يوم
de_de: Jeden Tag
nb_no: Daglig

source: week
de_de: Woche
nb_no: uke

source: weeks
de_de: Wochen

source: Every Week
ar: كل أسبوع
de_de: Jede Woche
nb_no: Ukentlig

source: month
de_de: Monat

source: months
de_de: Monate

source: Every Month
ar: كل شهر
de_de: Jeden Monat
nb_no: Månedlig

source: year
de_de: Jahr

source: years
de_de: Jahre

source: Every Year
ar: كل عام
de_de: Jedes Jahr
nb_no: Årlig

source: event
de_de: Veranstaltung:

source: events
de_de: Veranstaltungen:

source: Custom
ar: مخصص
de_de: Benutzerdefiniert
nb_no: Tilpasset

source: and will end
de_de: und wird enden
nb_no: og vil ende

source: On
ar: في
de_de: Am
nb_no: På

source: After
ar: بعد
de_de: Nach
nb_no: Etter

source: Never
ar: مطلقاً
de_de: Niemals

source: You must select a recurrence end date
ar: يجب أن تختار تاريخ لنهاية التكرار
de_de: Sie m&uuml;ssen ein Enddatum f&uuml;r die Terminserien ausw&auml;hlen
nb_no: Du må velge en sluttdato for gjentakelse

source: Frequency
ar: تكرار
de_de: H&auml;ufigkeit
nb_no: Hyppighet

source: Day(s)
ar: يوم
de_de: Tag(e)
nb_no: Dag(er)

source: Daily
ar: يومياً
de_de: T&auml;glich
nb_no: Daglig

source: Week(s) on:
ar: أسبوع في:
de_de: Woche(n) am:
nb_no: uke(r) på:

source: Weekly
ar: أسبوعياً
de_de: W&ouml;chentlich
nb_no: Ukentlig

source: Month(s) on the:
ar: أشهر في :
de_de: Monat(e) an dem:
nb_no: måned(er) på den:

source: Monthly
ar: شهرياً
de_de: Monatlich
nb_no: Månedlig

source: Year(s) on:
ar: سنة في:
de_de: Jahr(e) am:
nb_no: år på:

source: Yearly
ar: سنوياً
de_de: J&auml;hrlich
nb_no: Årlig

source: Every
ar: كل
de_de: Alle
nb_no: Hver

source: Frequency of recurring event must be a number
ar: معدل تكرار الحدث يجب أن يكون رقم
de_de: Die Frequenz wiederkehrender Veranstaltungen muss einen Zahl sein
nb_no: Hyppigheten av tilbakevendende begivenhet må være et tall

source: M
ar: أثنين
de_de: Mo
nb_no: Man

source: Tu
ar: ثلاثاء
de_de: Di
nb_no: Tir

source: W
ar: أربعاء
de_de: Mi
nb_no: Ons

source: Th
ar: خميس
de_de: Do
nb_no: Tors

source: F
ar: جمعة
de_de: Fr
nb_no: Fre

source: Su
ar: أحد
de_de: So
nb_no: Søn

source: First
ar: الأول
de_de: Erster
nb_no: Første

source: Second
ar: الثاني
de_de: Zweiter
nb_no: Andre

source: Third
ar: الثالث
de_de: Dritter
nb_no: Tredje

source: Fourth
ar: الرابع
de_de: Vierter
nb_no: Fjerde

source: Fifth
de_de: F&uuml;nfter

source: Last
ar: الأخير
de_de: Letzter
nb_no: Siste

source: Monday
ar: الإثنين
de_de: Montag
nb_no: Mandag

source: Tuesday
ar: الثلاثاء
de_de: Dienstag
nb_no: Tirsdag

source: Wednesday
ar: الأربعاء
de_de: Mittwoch
nb_no: Onsdag

source: Thursday
ar: الخميس
de_de: Donnerstag
nb_no: Torsdag

source: Friday
ar: الجمعة
de_de: Freitag
nb_no: Fredag

source: Saturday
ar: السبت
de_de: Samstag
nb_no: Lørdag

source: Sunday
ar: الأحد
de_de: Sonntag
nb_no: Søndag

source: Day
ar: يوم
de_de: Tag
nb_no: Dag

source: On the:
ar: في:
de_de: Am:
nb_no: På den:

source: Description:
ar: الوصف:
de_de: Beschreibung:
nb_no: Beskrivelse:

source: Recurrence Description:
de_de: Wiederkehrende Beschreibung:

source: Create a custom plain language description of the recurrence. Leave it blank and we'll automate it.
de_de: Individuelle Sprachbeschreibung des Serientermins. Wenn esleer gelassen wird, wird es automatisch verarbeitet.

source: No Default
ar: لا يوجد إفتراضي
de_de: Kein Standard gew&auml;hlt
nb_no: Ingen Standard

source: Select a State
ar: اختر ولاية
de_de: Staat w&auml;hlen ...
nb_no: Velg en stat

source: Default Content
de_de: Vorgegebene Inhalte
nb_no: Standard Innhold

source: <p>Choose the default venue & organizer. Set default address information to save time when entering a new venue or organizer.</p><p>You can override these settings as you enter a new event.</p>
de_de: <p>W&auml;hlen Sie Vorgabewerte f&uuml;r den Veranstaltungsort und den Veranstalter. Setzen Sie Adressvorgaben, um Zeit beim Eintragen eines neuen Veranstaltungsortes oder Veranstalter zu sparen.</p><p> Die Vorgabewerte k&ouml;nnen trotzdem &uuml;berschrieben werden, indem ein neuer Veranstaltungsort oder Veranstalter beim Erstellen einer Veranstaltung angelegt wird.</p>
nb_no: <p>Velg standard lokasjon og arrangør. Sette standard adresse for å spare tid når du legger inn ny lokasjon eller arrangør. </p><p> Du kan overstyre disse innstillingene som du legger inn i ny aktivitet.</p>

source: Options
de_de: Optionen
nb_no: Alternativer

source: Check this box to have the organizer and venue fields pre-populated with the default values below for any new event that is created.
de_de: Aktivieren Sie diese Option, um die Veranstalter- und Veranstaltungsort-Felder mit den Vorgabewerten unten f&uuml;r jede neu eingetragene Veranstaltung vorzubelegen.
nb_no: Kryss av for å ha arrangør og lokasjons feltet forhåndsutfylt med standardverdiene under hver ny aktivitet som blir opprettet.

source: Organizer
ar: منظم
de_de: Veranstalter
nb_no: Arrangør

source: Default organizer
de_de: Standard Veranstalter
nb_no: Standardverdi arrangør

source: No saved organizers yet.
ar: لا يوجد منظمين محفوظين حتي الآن
de_de: Noch keine gespeicherten Veranstalter
nb_no: Ingen arrangører lagret ennå.

source: Venue
ar: المكان
de_de: Veranstaltungsort
nb_no: Sted

source: Default venue
de_de: Standard Veranstaltungsort
nb_no: Standardverdi møtested

source: No saved venues yet.
ar: لا توجد أماكن محفوظة حتي الآن.
de_de: Noch keine Veranstaltungsorte gespeichert.
nb_no: Ingen lagrede steder ennå.

source: Address
ar: العنوان
de_de: Anschrift
nb_no: Adresse

source: You can use this setting to set specific, individual defaults for any new Venue you create (these will not be used for your default venue).
de_de: Sie k&ouml;nnen diese Funktion nutzen, um spezifische, individuelle Vorgabewerte f&uuml;r jeden neuen Veranstaltungsort zu setzen (diese werden nicht als Vorgabewerte ihres Veranstaltungsortes genutzt)
nb_no: Du kan bruke denne innstillingen for å angi spesifikke, individuelle standarder for eventuelle nye steder du oppretter (disse vil ikke bli brukt som standard lokasjon).

source: Default address
de_de: Standard Adresse
nb_no: Standard adresse

source: Default city
de_de: Standard Stadt
nb_no: Standarverdi by

source: Default state
de_de: Standard Bundesstaat (nur U.S.)
nb_no: Standardverdi Stat (kun USA)

source: Default province
de_de: Standard Region
nb_no: Standardverdi distrikt

source: Default postal code/zip code
de_de: Standard Postleitzahl
nb_no: Standardverdi postnummer

source: Default country
de_de: Standard Land
nb_no: Standardverdi land

source: Default phone
de_de: Standard Telefonnummer
nb_no: Standardverdi telefon

source: One country per line in the following format: <br>US, United States <br> UK, United Kingdom. <br> (Replaces the default list.)
ar: دولة واحدة في كل سطر بهذا الشكل: <br/>US, الولايات المتحدة <br/> UK, المملكة المتحدة. ( تحل محل القائمة الإفتراضية)
de_de: Ein Land pro Zeile im folgenen Format: <br>DE, Deutschland <br>US, United States. <br> (ersetzt die Standardliste)
nb_no: Ett land per linje i følgende format: <br>US, United States <br> UK, United Kingdom. <br> (Erstatter standard listen.)

source: Title:
ar: العنوان:
de_de: Titel:
nb_no: Tittel:

source: Number of events to show:
de_de: Anzahl der angezeigten Veranstaltungen:
nb_no: Antall av aktiviteter som skal vises:

source: Display:
ar: عرض:
de_de: Anzeigen:
nb_no: Vis:

source: City
ar: المدينة
de_de: Ort
nb_no: By

source: State (US) Or Province (Int)
ar: ولاية( أمريكا) أو مقاطعة ( باقي الدول)
de_de: Staat (U.S.) oder Bundesland/Kanton/Provinz (Intl.)
nb_no: Stat (USA) eller provins (internasj.)

source: Postal Code
ar: الرقم البريدي
de_de: PLZ
nb_no: Postnummer

source: Country
ar: البلد
de_de: Land
nb_no: Land

source: Phone
ar: التليفون
de_de: Telefon
nb_no: Telefon

source: Price
ar: السعر
de_de: Preis
nb_no: Pris

source: Filters
de_de: Filter:
nb_no: Sorteringer

source: remove
de_de: entfernen
nb_no: fjern

source: Match all
de_de: Exakte &Uuml;bereinstimmung
nb_no: Alle like

source: Match any
de_de: Ein Begriff stimmt &uuml;berein
nb_no: Enhver like

source: Add a filter
de_de: Einen Filter hinzuf&uuml;gen
nb_no: Legge til et filter

source: Select one...
de_de: Ausw&auml;hlen...
nb_no: Velg ett...

source: Hide this widget if there are no upcoming events:
de_de: Das Widget verstecken, falls keine anstehenden Veranstaltungen vorhanden sind:
nb_no: Skjul denne widgeten hvis det ikke er noen kommende aktiviteter:

source: Event:
de_de: Veranstaltung:
nb_no: Aktivitet:

source: Show seconds:
de_de: Sekunden anzeigen:
nb_no: Vis sekunder:

source: Countdown Completed Text:
de_de: Text, welcher nach Ablauf des Countdown erscheint:
nb_no: Nedtelling Fullført Tekst:

source: Venue:
de_de: Veranstaltungsort:
nb_no: Møtested:

source: photo
de_de: Foto
nb_no: foto

source: Events for week of
de_de: Veranstaltungen der Woche vom
nb_no: Aktiviteter for uke

source: Past Events
de_de: Vergangene Veranstaltungen

source: Upcoming Events
de_de: Anstehende Veranstaltungen
nb_no: Kommende Aktiviteter

source: All events for
de_de: Alle Veranstaltungen f&uuml;r

source: Events for week of %s
de_de: Veranstaltungen der Woche vom %s
nb_no: Aktivieter for uken fra %s

source: Hide related events
de_de: Verstecke abh&auml;ngige Veranstaltungen

source: Remove related events from the single event view
de_de: Entferne abh&auml;ngige Veranstaltungen aus der Tagesansicht

source: Week Day Format
de_de: Wochentagsformat

source: Enter the format to use for week days. Used when showing days of the week in Week view.
de_de: Tragen Sie das Format f&uuml;r Wochentage ein. Wird bei der Anzeige der Wochentage in der Wochenansicht verwendet.

source: Thanks for buying Events Calendar PRO! From all of us at Modern Tribe, we sincerely appreciate it. If you're looking for help with Events Calendar PRO, you've come to the right place. We are committed to helping make your calendar kick ass... and hope the resources provided below will help get you there.
de_de: Vielen Dank f&uuml;r den Erwerb von Events Calendar PRO! Wenn Sie Umterst&uuml;tzumg ben&ouml;tigen sind Sie hier richtig. Wir hoffen die Unterlagen unten helfen Ihnen weiter!

source: If this is your first time using The Events Calendar Pro, you're in for a treat and are already well on your way to creating a first event. Here are some basics we've found helpful for users jumping into it for the first time:
de_de: Wenn Sie Events Calendar PRO zum ersten Mal nutzen, sind Sie nicht mehr weit davon entfernt eine Veranstaltung zu erstellen. Hier finden Sie die Basisinfo um durchzustarten:

source: %sOur New User Primer%s was designed for folks in your exact position. Featuring both step-by-step videos and written walkthroughs that feature accompanying screenshots, the primer aims to take you from zero to hero in no time.
de_de: %sUnser New User Primer%s wurde f&uuml;r Personen wie sie entwickelt. Sowohl Step-by-Step Videos als auch Anleitungen mit Screenshots helfen Ihnen schnell zum Ziel zu kommen.

source: %sInstallation/Setup FAQs%s from our support page can help give an overview of what the plugin can and cannot do. This section of the FAQs may be helpful as it aims to address any basic install questions not addressed by the new user primer.
de_de: %sDie Installations/Setup FAQ%s auf unserer Supportseite geben Ihnen einen &Uuml;berblick &uuml;ber die Funktionen des Plugins. Dieser Abschnitt der FAQ kann hilfreich sein, da er alles Basis Installationsfragen adressiert, welche im New User Primer nicht enthalten sind.

source: Are you developer looking to build your own frontend view? We created an example plugin that demonstrates how to register a new view. You can %sdownload the plugin at GitHub%s to get started.
de_de: Sind Sie ein Entwickler, welcher sein eigenes Frontend entwickeln m&ouml;chte? Wir haben ein Beispiel Plugin erstellt, welche demonstriert, wie eine neue Ansicht registriert werden kann. Sie k&ouml;nnen das %sPlugin bei GitHub%s herunterladen.

source: Take care of your license key. Though not required to create your first event, you'll want to get it in place as soon as possible to guarantee your access to support and upgrades. %sHere's how to find your license key%s, if you don't have it handy.
de_de: Bitte verwahren Sie Ihren Lizenzschl&uuml;ssel sicher. Er ist zwar nicht zur Nutzung des Plugins notwendig, jedoch aber f&uuml;r Support und Upgrades der Software. %sHier finden Sie Informationen%s, wie Sie Ihren Lizenzschl&uuml;ssel ermitteln.

source: Otherwise, if you're feeling adventurous, you can get started by heading to the Events menu and adding your first event.
de_de: Ansonsten k&ouml;nnen Sie direkt anfangen eine Veranstaltung im Veranstaltungen Menu zu erstellen.

source: Written documentation can only take things so far...sometimes, you need help from a real person. This is where our %ssupport forums%s come into play.
de_de: Schriftliche Dokumentation k&ouml;nnen helfen. Manchmal ben&ouml;tigen Sie aber pers&ouml;nliche Unterst&uuml;tzung. Diese finden Sie in unserem %sSupport Forum%s.

source: Users who have purchased an Events Calendar PRO license are granted total access to our %spremium support forums%s. Unlike at the %sWordPress.org support forum%s, where our involvement is limited to identifying and patching bugs, we have a dedicated support team for PRO users. We're on the PRO forums daily throughout the business week, and no thread should go more than 24-hours without a response.
de_de: Kunden, welche eine Events Calendar PRO Lizenz erworben haben, erhalten Zugriff auf unser %sSupport Forum%s. Im Gegensatz zum %sWordpress Support Forum%s, bei welchem unserer Unterst&uuml;tzung auf das Identifizieren und Beheben von Fehlern beschr&auml;nkt ist, haben wir f&uuml;r PRO Nutzer ein dedizierten Supportteam. Dieses unterst&uuml;tzt sie werktags und in der Regel innerhalb mit einer Anwortzeit von maximal 24 Stunden.
